app/controllers/occurences_controller.rb

SELECT * FROM "occurences"
---
  def index
    @occurences = Occurence.all